/* No comment provided by engineer. */
"0~10800までの整数を入力してください。\n" = "Please enter an integer between 0-10800.\n";

/* No comment provided by engineer. */
"0秒~10800秒の間の任意の整数秒を設定してください。（0推奨）\n\n\n" = "Please set the second any integer between 0 to 10800 seconds.\n\n\n";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "Please enter at least 4 characters to 12 characters.\n";

/* First */
"First" = "First";

/* No comment provided by engineer. */
"http://で始まるURLを入力してください。\n\n\n" = "Please enter the URL that begins with http:// or https://.\n\n\n";

/* No comment provided by engineer. */
"http://で始まるアドレスを入力してください。\n" = "Please enter the URL that begins with http:// or https://.\n";

/* No comment provided by engineer. */
"URLが入力されていません。\n" = "URL has not been entered.\n";

/* No comment provided by engineer. */
"URL設定" = "URL setting";

/* No comment provided by engineer. */
"このタブの名前を全角6文字（半角12文字）以内で入力してください。\n\n\n" = "Please enter the name within 12 characters in this tab.\n\n\n";

/* No comment provided by engineer. */
"インターネットの接続を確認できません。" = "I can not verify your Internet connection.";

/* No comment provided by engineer. */
"オートリロード設定" = "Setting the auto-reload";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "Title has not been entered.\n";

/* No comment provided by engineer. */
"タイトル設定" = "Title Setting";

/* No comment provided by engineer. */
"タブの設定を行います。" = "To set up the tab.";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "Passwords do not match.\n";

/* No comment provided by engineer. */
"パスワード解除" = "Clear password";

/* No comment provided by engineer. */
"パスワード設定" = "Password Settings";

/* No comment provided by engineer. */
"メニューの設定機能と検索機能のロックを解除します。パスワードを入力してください\n\n\n" = "Unlock the menu settings and search capabilities. Please enter a password.\n\n\n";

/* No comment provided by engineer. */
"メニューの設定機能と検索機能はロックされています。\n" = "The menu settings and search capabilities are locked.\n";

/* No comment provided by engineer. */
"メニューの設定機能と検索機能をロックします。半角英数字4文字以上12文字以内で設定してください。\n\n\n" = "We'll lock the settings and search capabilities. Please set at least 4 alphanumeric characters up to 12.\n\n";

/* No comment provided by engineer. */
"ロックされています" = "Locked";

/* No comment provided by engineer. */
"入力エラー" = "Input error";

/* No comment provided by engineer. */
"入力文字数オーバーです。\n" = "Is over the number of input characters.\n";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "Please enter the alphanumeric characters.\n";

/* No comment provided by engineer. */
"数値が入力されていません。\n" = "Numerical value has not been entered.\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "Character has not been entered.\n";

/* No comment provided by engineer. */
"通信エラー" = "Internet communication error";

"検索ワード" = "Search word";

"Google検索" = "Google Search";

"タブタイトル設定" = "Settings tab title";

"タブURL設定" = "Setting tab URL";

"タブホームへ移動" = "Go to tab home URL";

"2画面表示ON/OFF" = "2 screen display ON/OFF";

"タイトル" = "Title";

"秒数" = "Seconds";


